benchmark/3_afterValidationAndErrorHandling/LOCAL/GET/get_output_100conn_10s.txt
Running 10s test @ http://localhost:3000
  100 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   709.23ms  391.30ms   1.45s    72.61%
    Req/Sec     2.92      4.05    10.00     75.72%
  1297 requests in 10.10s, 430.91KB read
  Socket errors: connect 0, read 0, write 0, timeout 8
Requests/sec:    128.42
Transfer/sec:     42.67KB